export const CharacterDescription = {
  // CD_all (Editor02) 관련
  all_guide: "각자 맡은 역할에 대해 돌아가면서 소개해 보세요.",
  all_custom_guide: "각자의 역할을 소개하는 시간을 가져보세요.",
  sidebar_bubble: "캐릭터 패널을 클릭하면 <br /> 해당 캐릭터의 정보를 볼 수 있습니다.",

  // CD1 (1P) 시나리오
  cd1_android_home: "당신은 어머니를 10년 이상 돌본 요양보호사 K입니다.\n 최근 {{mateName}}{{eulReul}} 도입한 후 전일제에서 하루 2시간 근무로 전환되었습니다.\n 당신은 로봇이 수행할 수 없는 업무를 주로 담당하며, 근무 중 {{mateName}}{{gwaWa}} 협업해야 하는 상황이 많습니다.",
  cd1_android_council: "당신은 국내 대규모 로봇 제조사 소속이자, 로봇 제조사 연합회의 대표입니다.\n 당신은 국가적 로봇 산업의 긍정적인 발전과 활용을 위한 목소리를 내기 위하여 참여했습니다.",
  cd1_android_international: "당신은 HomeMate 개발사를 포함하여 다양한 기업이 소속된 연합체의 대표입니다.\n 인공지능과 세계의 발전을 위해 필요한 목소리를 내고자 참석했습니다.",
  cd1_aws_1: "당신은 최근 자율 무기 시스템의 학교 폭격 사건이 일어난 지역의 주민입니다.",
  cd1_aws_2: "당신은 최근 훈련을 마치고 자율 무기 시스템 {{mateName}}{{gwaWa}} 함께 실전에 투입된 신입 병사 B입니다. {{mateName}}{{eunNeun}} 정확하고 빠르게 움직이며, 실전에서 당신의 생존률을 높여준다고 느낍니다. 당신은 {{mateName}}{{gwaWa}} 협업하는 것이 당연하고 자연스러운 시대의 흐름이라고 생각합니다.",
  cd1_aws_3: "당신은 대규모 AWS 제조 업체에서 핵심 알고리즘을 설계하는 개발자 중 한 명입니다.\n AWS를 직접 만들어 내며 많은 윤리적 고민과 시행착오를 거쳐 왔습니다.",
  cd1_aws_4: "당신은 대규모 AWS 제조 업체에서 핵심 알고리즘을 설계하는 개발자 중 한 명입니다. AWS를 직접 만들어 내며 많은 윤리적 고민과 시행착오를 거쳐 왔습니다.",
  cd1_aws_5: "당신은 AWS 기술 보유 중인 중견국 A의 국방 기술 고문입니다. AWS가 기회가 될지 위험이 될지 판단하고자 국제 인류 발전 위원회에 참석했습니다.",

  // CD2 (2P) 시나리오
  cd2_android_home: "당신은 자녀 J씨의 노모입니다.\n 가사도우미의 도움을 받다가 최근 A사의 돌봄 로봇 {{mateName}}의 도움을 받고 있습니다.",
  cd2_android_council: "당신은 {{mateName}}{{eulReul}} 사용해 온 소비자 대표입니다. \n 당신은 사용자로서 {{mateName}} 규제 여부와 관련한 목소리를 내고자 참여하였습니다.",
  cd2_android_international: "당신은 국제적인 환경단체의 대표로 온 환경운동가입니다.\n AI의 발전이 환경에 도움이 될지, 문제가 될지 고민 중입니다.",
  cd2_aws_1: "당신은 자율 무기 시스템과 작전을 함께 수행 중인 병사 J입니다. 당신이 살고 있는 지역에 최근 자율 무기 시스템의 학교 폭격 사건이 일어났습니다.",
  cd2_aws_2: "당신은 수년간 작전을 수행해 온 베테랑 병사 A입니다. 자율 무기 시스템 {{mateName}}{{eunNeun}} 전장에서 병사보다 빠르고 정확하지만, 그로 인해 병사들이 판단하지 않는 습관에 빠지고 있다고 느낍니다.",
  cd2_aws_3: "당신은 AWS 중심의 전쟁 시스템을 주도한 군사 전략의 최고 책임자인 국방부 장관입니다.\n 자국 병사 사망자 수는 ‘0’이고, 전투는 정밀하고 자동화된 시스템으로 수행되고 있습니다.\n 당신은 이것이 기술 진보의 결과이며, 국민의 생명을 지키면서도 국가적 안보를 유지하는 이상적인 방식이라고 믿고 있습니다.",
  cd2_aws_4: "당신은 AWS 중심의 전쟁 시스템을 주도한 군사 전략의 최고 책임자인 국방부 장관입니다.\n 자국 병사 사망자 수는 ‘0’이고, 전투는 정밀하고 자동화된 시스템으로 수행되고 있습니다.\n 당신은 이것이 기술 진보의 결과이며, 국민의 생명을 지키면서도 국가적 안보를 유지하는 이상적인 방식이라고 믿고 있습니다.",
  cd2_aws_5: "당신은 선진국 B의 국제기구 외교 대표입니다. AWS의 국제적 확산에 대한 바람직한 방향을 고민하기 위해 이 자리에 참석했습니다.",

  // CD3 (3P) 시나리오
  cd3_android_home: "당신은 자녀 J씨입니다.\n 함께 사는 노쇠하신 어머니가 걱정되지만, 바쁜 직장생활로 어머니를 돌보아드릴 여유가 거의 없습니다.",
  cd3_android_council: "당신은 본 회의를 진행하는 국가 인공지능 위원회의 대표입니다. \n 국가의 발전을 위해 더 나은 결정이 무엇일지 고민이 필요합니다.",
  cd3_android_international: "당신은 가정용 로봇을 사용하는 소비자 대표입니다.\n 소비자의 입장에서 어떤 목소리를 내는 것이 좋을지 고민하고 있습니다.",
  cd3_aws_1: "당신은 군사 AI 윤리 전문가입니다. 당신이 살고 있는 지역에 최근 자율 무기 시스템의 학교 폭격 사건이 일어났습니다.",
  cd3_aws_2: "당신은 자율 무기 시스템 {{mateName}} 도입 이후 작전 효율성과 병사들의 변화 양상을 모두 지켜보고 있는 군 지휘관입니다. 당신은 두 병사의 입장을 듣고, 군 전체가 나아갈 방향을 모색하려 합니다.",
  cd3_aws_3: "당신은 본 회의를 진행하는 국가 인공지능 위원회의 대표입니다. 국가의 발전을 위해 더 나은 결정이 무엇일지 고민이 필요합니다.",
  cd3_aws_4: "당신은 본 회의를 진행하는 국가 인공지능 위원회의 대표입니다. 국가의 발전을 위해 더 나은 결정이 무엇일지 고민이 필요합니다.",
  cd3_aws_5: "당신은 저개발국 C의 글로벌 NGO 활동가입니다. 국제사회에 현장의 목소리를 내고자 이 자리에 참석했습니다.",

  // 공통
  aws_default: "자율 무기 시스템 시나리오입니다. 먼저, 역할을 확인하세요."
};