// src/utils/language/ko/pages/game08.js

export const Game08 = {
  subtopic: "결과: 우리들의 선택",
  
  // 안드로이드 (가정용 로봇)
  android: {
    p1: {
      safe: "여러분의 결정으로 가정용 로봇은 보다 안전한 서비스를 제공하였고,\n 여러분의 친구처럼 제 역할을 다하고 있습니다.",
      convenient: "여러분의 결정으로 가정용 로봇은 보다 정확한 서비스를 제공하였고,\n 여러분의 보조 도구로서 제 역할을 다하고 있습니다."
    },
    p2: {
      safe: "국가 내에서는 아이들을 위해 제한된 서비스를 제공하며, \n 가정용 로봇의 알고리즘은 투명하게 공개되었습니다.",
      convenient: "국가 내에서는 아이들을 위해 다양한 서비스를 제공하며, \n 가정용 로봇의 알고리즘은 기업의 보호 하에 빠르게 \n발전하였습니다."
    },
    p3: {
      env: "그리고 세계는 지금, 기술적 발전을 조금 늦추었지만 \n 환경과 미래를 위해 나아가고 있죠.",
      fast: "그리고 세계는 지금, 기술적 편리함을 누리며 \n 점점 빠른 발전을 이루고 있죠."
    },
    p4: "여러분이 선택한 가치가 모여 하나의 미래를 만들었습니다. \n그 미래에 여러분은 함께할 준비가 되었나요?"
  },

  // AWS (자율 무기 시스템)
  aws: {
    // 1문단
    p1: {
      intro: "여러분의 결정으로 자율 무기 시스템은 보다 ",
      opt1: { 
        agree: "안전해",        
        disagree: "책임 규명이 명확해" 
      },
      mid: "졌고,\n AWS의 권한은 ",
      opt2: { 
        agree: "강화되어 여러분의 동료처럼",      
        disagree: "제한되어 인간의 보조 도구로서" 
      },
      end: " 제 역할을 다하고 있습니다."
    },
    // 2문단
    p2: {
      intro: "국가 차원에서 전쟁은 ",
      opt1: { 
        agree: "점점 AWS끼리만 일어나게 되었고",   
        disagree: "여전히 인간 병력이 투입되고 있고" 
      },
      mid: ", 자율 무기 시스템에 권리를 ",
      opt2: { 
        agree: "부여할 수 있다",  
        disagree: "부여할 수 없다" 
      },
      end: "는 논의가 진행되고 있습니다."
    },
    // 3문단
    p3: {
      intro: "그리고 세계는, ",
      opt1: { 
        agree: "AWS를 경쟁적으로 빠르게 발전시켜 나가고 있죠.", 
        disagree: "AWS 대신 AI를 활용한 다른 안보 기술이 모색되고 있죠." 
      },
      end: "" 
    },
    // 4문단
    p4: "여러분이 선택한 가치가 모여 하나의 미래를 만들었습니다. 그 미래에 여러분은 함께할 준비가 되었나요?"
  },

  buttons: {
    future: "다른 미래 보러가기",
    exit: "나가기"
  }
};