export const GameIntro = {
  androidText: `          지금은 2036년, 국내 최대 로봇 개발사 A가 \n다기능 돌봄 로봇 HomeMate를 개발했습니다.\n\n` +
               `    이 로봇의 기능은 아래와 같습니다.\n\n` +
               `     • 가족의 감정, 건강 상태, 생활 습관 등을 입력하면\n 맞춤형 알림, 식단 제안 등의 서비스를 제공\n\n` +
               `     • 기타 업데이트 시 정교화된 서비스 추가 가능`,
  awsText: `로봇 개발사 A가 자율 무기 시스템(Autonomous Weapon\n Systems, AWS)을 개발 중입니다.\n\n` +
           `이 로봇의 기능은 아래와 같습니다.\n`,
  awsTextLeft: `1. 실시간 데이터 수집 및 분석\n` +
               `2. 인간 병사의 개입 없이 자동화된 의사결정 시스템으로 운영\n` +
               `3. 적군과 비전투원 구별\n` +
               `4. 목표를 선정해 정밀 타격 수행 가능`,
  customIntro: `👋 안녕하세요! AI 윤리 딜레마 게임에 오신 걸 환영합니다.\n\n` + 
               `[ 게임 진행 방법 ]\n` + 
               `여러분은 이제 AI 기술과 관련된 가상 상황에 \n 놓여집니다. 그리고 자신에게 주어진 역할의 인물이 \n 되어 어떤 선택을 할지 결정한 뒤, 친구들과 의견을 \n 나누며 최선의 결론을 합의하게 됩니다.\n\n` + 
               `자, 이제 시작해볼까요? `,
  continueBtn: "다음", 
};