export const Game01 = {
  // AWS 시나리오 텍스트 (한국어 원문)
  intro_aws_residential: "지금부터 여러분은 자율 무기 시스템의 사용과 관련되어 있는 개인 이해관계자입니다.\n자율 무기 시스템이 각자에게 주는 영향에 대해 함께 생각해 보고 논의할 것입니다.\n\n먼저, 역할을 확인하세요.",
  intro_aws_council: "자율 무기 시스템을 사용한 군사 작전 및 분쟁이 늘어나고 있습니다. 이에 전에 없던 새로운 문제들이 나타나, 국가 인공지능 위원회에서는 긴급 회의를 소집했습니다.\n 국가 인공지능 위원회는 인공지능 산업 육성 및 규제 방안에 대해 논의하는 위원회입니다. 여러분은 자율 무기 시스템과 관련된 국가적 차원의 의제에 대해 함께 논의하여 결정할 대표들입니다.\n\n먼저, 역할을 확인하세요.",
  intro_aws_international: "전 세계적으로, AWS의 활용과 관련하여 찬성과 반대 입장이 점차 양분되어 가고 있습니다.\n\n이에 국제 평화를 위한 논의와 규제가 이루어지는 인류 발전 위원회에서는 AWS 사용과 관련하여 발생한 문제에 대해 회의를 열었습니다.\n\n여러분은 인류 발전 위원회 회의장에 참석한 대표들입니다. 먼저, 역할을 확인하세요.",
  intro_aws_default: "자율 무기 시스템 시나리오입니다. 먼저, 역할을 확인하세요.",

  // 안드로이드(HomeMate) 시나리오 텍스트 (한국어 원문)
  intro_android_home: "지금부터 여러분은 {{mateName}}{{eulReul}} 사용하게 된 가정집의 구성원들입니다.\n 여러분은 가정에서 {{mateName}}를 사용하며 일어나는 일에 대해 함께 논의하여 \n결정할 것입니다.\n\n 먼저, 역할을 확인하세요.",
  intro_android_council: "비록 몇몇 문제들이 있었지만 {{mateName}}의 편의성 덕분에 이후 우리 가정뿐 아니라 여러 가정에서 {{mateName}}를 사용하게 되었습니다. \n 이후, 가정뿐 아니라 국가적인 고민거리들이 나타나게 되어 국가 인공지능 위원회에서는 긴급 회의를 소집했습니다. 국가 인공지능 위원회는 인공지능 산업 육성 및 규제 방안에 대해 논의하는 위원회입니다. 여러분은 {{mateName}}와 관련된 국가적 규제에 대해 함께 논의하여 결정할 대표들입니다. \n먼저, 역할을 확인하세요.",
  intro_android_international: "국내에서 몇몇 규제 관련 논의가 있었지만, A사의 로봇 HomeMate는 결국 전 세계로 진출했습니다. 이제 HomeMate뿐 아니라 세계의 여러 로봇 회사에서 비슷한 가정용 로봇을 생산하고 나섰습니다. \n 이에 국제 평화를 위한 논의와 규제가 이루어지는 인류 발전 위원회에서는 세계의 가정용 로봇 사용과 관련하여 발생한 문제에 대해 회의를 열었습니다. 여러분은 인류 발전 위원회 회의장에 참석한 대표들입니다. 먼저, 역할을 확인하세요.",
  intro_android_default: "지금부터 여러분은 {{mateName}}{{eulReul}} 사용하게 됩니다. 다양한 장소에서 어떻게 쓸지 함께 논의해요.",
  
  loading_ai: "AI 이름을 불러오는 중입니다..."
};